Repository: Softcatala/TraductorGnomeShell
Catalog: traductorgnomeshell@softcatala.org/locale/*/LC_MESSAGES/traductorgnomeshell.po
Languages: ca

source: Type the text to translate
ca: Introduïu el text que s'ha de traduir

source: English » Catalan
ca: Anglès » Català

source: Catalan » English
ca: Català » Anglès

source: Spanish » Catalan
ca: Castellà » Català

source: Spanish » Catalan (Valencian)
ca: Castellà » Català (valencià)

source: Catalan » Spanish
ca: Català » Castellà

source: French » Catalan
ca: Francès » Català

source: Catalan » French
ca: Català » Francès

source: Portuguese » Catalan
ca: Portuguès » Català

source: Catalan » Portuguese
ca: Català » Portuguès

source: Something went wrong (received status was not 200)
ca: S'ha produït un error (el codi rebut no ha estat '200'

source: Something went wrong (probably the langpair was not properly selected)
ca: S'ha produït un error (probablement el parell de llengües no s'ha seleccionat correctament)
